pub const INTRODUCE: &str = "我们是一个主要在西安电子科技大学活动的大学生独立游戏社团。我们的主要活动内容是制作游戏和欣赏游戏。Nova 独游社的前身是西电软院科协独立游戏组，现在的 Nova 独游社成立于 2018 年冬。我们会在线上社群和线下聚会中讨论游戏开发相关技术、品鉴游戏设计方法和交流游戏及泛游戏社区内容等。更重要的是，我们会制作游戏、互相试玩彼此的游戏并交流想法和感受。我们欢迎对游戏设计及开发感兴趣，或希望尝试开发自己的游戏的朋友。";
pub const ACTIVITIES: &str = "我们会举办定期的线下活动：新生见面会、春/秋季见面会是社团较大型的活动，会集中性地分享游戏设计、开发知识，分享项目开发经验等等多方面的内容；新生 GameJam、春/秋季 GameJam 是社团举办的限时限定主题的游戏开发活动，制作完游戏后，我们会举办路演会供大家互相展示和试玩彼此的作品。此外，我们还会持续性地举办不定期的线下活动：Nova 分享会以某个具体的主题为中心，交流相关的信息和知识。我们还会举办一些线上活动：包括由大家投稿的 Nova 测评（文章）、游戏主题杂谈的 Nova 电台（音频）。";
pub const JOIN_US: &str = "我们会在每年的 9~10 月开始招新。招新信息会发布在我们的微信公众号 “Nova 独游社” 中（或见网站下面的“媒体”部分），请有意向的朋友关注。我们欢迎对游戏设计及开发感兴趣，或希望尝试开发自己的游戏的朋友。";

pub const ABOUT_SECTIONS: [(&str, &str, &str); 3] = [
    ("introduce", "介绍", INTRODUCE),
    ("activities", "活动", ACTIVITIES),
    ("join-us", "招新", JOIN_US),
];
